result/perfDebug/results_12/benchmark-stats.log
  240000000 requests completed in 418.53 seconds
  50 parallel clients
  3 bytes payload
  keep alive: 1

0.00% <= 1 milliseconds
0.03% <= 2 milliseconds
15.56% <= 3 milliseconds
67.79% <= 4 milliseconds
86.23% <= 5 milliseconds
93.29% <= 6 milliseconds
95.81% <= 7 milliseconds
96.79% <= 8 milliseconds
97.45% <= 9 milliseconds
97.97% <= 10 milliseconds
98.28% <= 11 milliseconds
98.57% <= 12 milliseconds
98.83% <= 13 milliseconds
99.05% <= 14 milliseconds
99.27% <= 15 milliseconds
99.46% <= 16 milliseconds
99.59% <= 17 milliseconds
99.67% <= 18 milliseconds
99.73% <= 19 milliseconds
99.78% <= 20 milliseconds
99.82% <= 21 milliseconds
99.84% <= 22 milliseconds
99.85% <= 23 milliseconds
99.86% <= 24 milliseconds
99.87% <= 25 milliseconds
99.88% <= 26 milliseconds
99.89% <= 27 milliseconds
99.89% <= 28 milliseconds
99.90% <= 29 milliseconds
99.90% <= 30 milliseconds
99.90% <= 31 milliseconds
99.90% <= 32 milliseconds
99.91% <= 33 milliseconds
99.91% <= 34 milliseconds
99.91% <= 35 milliseconds
99.91% <= 36 milliseconds
99.91% <= 37 milliseconds
99.91% <= 38 milliseconds
99.91% <= 39 milliseconds
99.91% <= 40 milliseconds
99.92% <= 41 milliseconds
99.92% <= 42 milliseconds
99.93% <= 43 milliseconds
99.93% <= 44 milliseconds
99.93% <= 45 milliseconds
99.93% <= 46 milliseconds
99.94% <= 47 milliseconds
99.94% <= 48 milliseconds
99.94% <= 49 milliseconds
99.94% <= 50 milliseconds
99.95% <= 51 milliseconds
99.95% <= 52 milliseconds
99.95% <= 53 milliseconds
99.95% <= 54 milliseconds
99.95% <= 55 milliseconds
99.95% <= 56 milliseconds
99.96% <= 57 milliseconds
99.96% <= 58 milliseconds
99.96% <= 59 milliseconds
99.96% <= 60 milliseconds
99.96% <= 61 milliseconds
99.96% <= 62 milliseconds
99.96% <= 63 milliseconds
99.97% <= 64 milliseconds
99.97% <= 65 milliseconds
99.97% <= 66 milliseconds
99.97% <= 67 milliseconds
99.97% <= 68 milliseconds
99.97% <= 69 milliseconds
99.97% <= 70 milliseconds
99.97% <= 71 milliseconds
99.98% <= 72 milliseconds
99.98% <= 73 milliseconds
99.98% <= 74 milliseconds
99.98% <= 75 milliseconds
99.98% <= 76 milliseconds
99.98% <= 77 milliseconds
99.98% <= 78 milliseconds
99.98% <= 79 milliseconds
99.98% <= 80 milliseconds
99.98% <= 81 milliseconds
99.98% <= 82 milliseconds
99.98% <= 83 milliseconds
99.98% <= 84 milliseconds
99.99% <= 85 milliseconds
99.99% <= 86 milliseconds
99.99% <= 88 milliseconds
99.99% <= 89 milliseconds
99.99% <= 90 milliseconds
99.99% <= 91 milliseconds
99.99% <= 93 milliseconds
99.99% <= 95 milliseconds
99.99% <= 96 milliseconds
99.99% <= 97 milliseconds
99.99% <= 98 milliseconds
99.99% <= 99 milliseconds
99.99% <= 100 milliseconds
99.99% <= 101 milliseconds
99.99% <= 104 milliseconds
99.99% <= 105 milliseconds
99.99% <= 106 milliseconds
99.99% <= 107 milliseconds
99.99% <= 108 milliseconds
99.99% <= 109 milliseconds
99.99% <= 112 milliseconds
99.99% <= 115 milliseconds
100.00% <= 116 milliseconds
100.00% <= 117 milliseconds
100.00% <= 118 milliseconds
100.00% <= 120 milliseconds
100.00% <= 123 milliseconds
100.00% <= 131 milliseconds
100.00% <= 132 milliseconds
100.00% <= 133 milliseconds
100.00% <= 143 milliseconds
100.00% <= 150 milliseconds
100.00% <= 160 milliseconds
100.00% <= 176 milliseconds
100.00% <= 210 milliseconds
100.00% <= 1732 milliseconds
100.00% <= 1840 milliseconds
100.00% <= 1871 milliseconds
100.00% <= 1886 milliseconds
100.00% <= 1890 milliseconds
100.00% <= 1899 milliseconds
100.00% <= 1905 milliseconds
100.00% <= 1911 milliseconds
100.00% <= 1926 milliseconds
100.00% <= 3499 milliseconds
100.00% <= 3514 milliseconds
100.00% <= 3548 milliseconds
100.00% <= 3549 milliseconds
100.00% <= 3550 milliseconds
100.00% <= 3556 milliseconds
100.00% <= 3558 milliseconds
100.00% <= 3574 milliseconds
100.00% <= 5846 milliseconds
100.00% <= 5957 milliseconds
100.00% <= 5959 milliseconds
100.00% <= 5964 milliseconds
100.00% <= 5965 milliseconds
100.00% <= 5965 milliseconds
573435.62 requests per second