result/perfDebug/results_12/benchmark-stats.log
  240000000 requests completed in 485.14 seconds
  50 parallel clients
  3 bytes payload
  keep alive: 1

0.00% <= 1 milliseconds
0.05% <= 2 milliseconds
16.76% <= 3 milliseconds
63.12% <= 4 milliseconds
85.31% <= 5 milliseconds
91.56% <= 6 milliseconds
94.19% <= 7 milliseconds
95.67% <= 8 milliseconds
96.63% <= 9 milliseconds
97.24% <= 10 milliseconds
97.77% <= 11 milliseconds
98.22% <= 12 milliseconds
98.59% <= 13 milliseconds
98.89% <= 14 milliseconds
99.12% <= 15 milliseconds
99.30% <= 16 milliseconds
99.45% <= 17 milliseconds
99.56% <= 18 milliseconds
99.64% <= 19 milliseconds
99.68% <= 20 milliseconds
99.72% <= 21 milliseconds
99.75% <= 22 milliseconds
99.79% <= 23 milliseconds
99.82% <= 24 milliseconds
99.85% <= 25 milliseconds
99.86% <= 26 milliseconds
99.87% <= 27 milliseconds
99.87% <= 28 milliseconds
99.88% <= 29 milliseconds
99.89% <= 30 milliseconds
99.89% <= 31 milliseconds
99.90% <= 32 milliseconds
99.90% <= 33 milliseconds
99.90% <= 34 milliseconds
99.91% <= 35 milliseconds
99.91% <= 36 milliseconds
99.91% <= 37 milliseconds
99.91% <= 38 milliseconds
99.91% <= 39 milliseconds
99.91% <= 40 milliseconds
99.91% <= 41 milliseconds
99.92% <= 42 milliseconds
99.92% <= 43 milliseconds
99.92% <= 44 milliseconds
99.92% <= 45 milliseconds
99.92% <= 46 milliseconds
99.92% <= 47 milliseconds
99.92% <= 48 milliseconds
99.92% <= 49 milliseconds
99.93% <= 50 milliseconds
99.93% <= 51 milliseconds
99.93% <= 52 milliseconds
99.93% <= 53 milliseconds
99.93% <= 54 milliseconds
99.93% <= 55 milliseconds
99.93% <= 56 milliseconds
99.93% <= 57 milliseconds
99.93% <= 58 milliseconds
99.93% <= 59 milliseconds
99.93% <= 60 milliseconds
99.94% <= 61 milliseconds
99.94% <= 62 milliseconds
99.94% <= 63 milliseconds
99.94% <= 64 milliseconds
99.94% <= 65 milliseconds
99.94% <= 66 milliseconds
99.94% <= 67 milliseconds
99.95% <= 68 milliseconds
99.95% <= 69 milliseconds
99.95% <= 70 milliseconds
99.95% <= 71 milliseconds
99.95% <= 72 milliseconds
99.95% <= 73 milliseconds
99.95% <= 74 milliseconds
99.95% <= 75 milliseconds
99.95% <= 76 milliseconds
99.96% <= 77 milliseconds
99.96% <= 78 milliseconds
99.96% <= 79 milliseconds
99.96% <= 80 milliseconds
99.96% <= 81 milliseconds
99.96% <= 82 milliseconds
99.96% <= 83 milliseconds
99.96% <= 84 milliseconds
99.96% <= 85 milliseconds
99.96% <= 86 milliseconds
99.96% <= 87 milliseconds
99.96% <= 88 milliseconds
99.96% <= 89 milliseconds
99.96% <= 90 milliseconds
99.97% <= 91 milliseconds
99.97% <= 92 milliseconds
99.97% <= 93 milliseconds
99.97% <= 97 milliseconds
99.97% <= 98 milliseconds
99.97% <= 99 milliseconds
99.97% <= 100 milliseconds
99.97% <= 101 milliseconds
99.97% <= 102 milliseconds
99.97% <= 103 milliseconds
99.97% <= 104 milliseconds
99.97% <= 106 milliseconds
99.97% <= 107 milliseconds
99.97% <= 109 milliseconds
99.97% <= 110 milliseconds
99.97% <= 111 milliseconds
99.97% <= 114 milliseconds
99.97% <= 116 milliseconds
99.97% <= 117 milliseconds
99.97% <= 119 milliseconds
99.97% <= 120 milliseconds
99.97% <= 123 milliseconds
99.97% <= 124 milliseconds
99.97% <= 127 milliseconds
99.97% <= 128 milliseconds
99.97% <= 129 milliseconds
99.98% <= 131 milliseconds
99.98% <= 132 milliseconds
99.98% <= 133 milliseconds
99.98% <= 136 milliseconds
99.98% <= 144 milliseconds
99.98% <= 145 milliseconds
99.98% <= 149 milliseconds
99.98% <= 153 milliseconds
99.98% <= 155 milliseconds
99.98% <= 160 milliseconds
99.98% <= 161 milliseconds
99.98% <= 165 milliseconds
99.98% <= 166 milliseconds
99.98% <= 168 milliseconds
99.98% <= 169 milliseconds
99.98% <= 170 milliseconds
99.98% <= 172 milliseconds
99.98% <= 173 milliseconds
99.98% <= 174 milliseconds
99.98% <= 180 milliseconds
99.98% <= 197 milliseconds
99.98% <= 198 milliseconds
99.98% <= 201 milliseconds
99.98% <= 204 milliseconds
99.98% <= 212 milliseconds
99.98% <= 215 milliseconds
99.98% <= 221 milliseconds
99.98% <= 228 milliseconds
99.98% <= 236 milliseconds
99.98% <= 239 milliseconds
99.98% <= 240 milliseconds
99.98% <= 256 milliseconds
99.98% <= 257 milliseconds
99.98% <= 258 milliseconds
99.98% <= 283 milliseconds
99.98% <= 289 milliseconds
99.98% <= 298 milliseconds
99.98% <= 301 milliseconds
99.98% <= 314 milliseconds
99.98% <= 351 milliseconds
99.98% <= 373 milliseconds
99.98% <= 374 milliseconds
99.98% <= 376 milliseconds
99.98% <= 447 milliseconds
99.98% <= 448 milliseconds
99.98% <= 502 milliseconds
99.98% <= 529 milliseconds
99.98% <= 540 milliseconds
99.98% <= 549 milliseconds
99.99% <= 580 milliseconds
99.99% <= 633 milliseconds
99.99% <= 642 milliseconds
99.99% <= 683 milliseconds
99.99% <= 688 milliseconds
99.99% <= 692 milliseconds
99.99% <= 787 milliseconds
99.99% <= 830 milliseconds
99.99% <= 838 milliseconds
99.99% <= 890 milliseconds
99.99% <= 983 milliseconds
99.99% <= 1040 milliseconds
99.99% <= 1044 milliseconds
99.99% <= 1103 milliseconds
99.99% <= 1105 milliseconds
99.99% <= 1225 milliseconds
99.99% <= 1258 milliseconds
99.99% <= 1376 milliseconds
99.99% <= 1711 milliseconds
99.99% <= 1728 milliseconds
99.99% <= 1748 milliseconds
99.99% <= 2003 milliseconds
99.99% <= 2004 milliseconds
99.99% <= 2016 milliseconds
99.99% <= 2097 milliseconds
99.99% <= 2104 milliseconds
99.99% <= 2157 milliseconds
99.99% <= 2181 milliseconds
99.99% <= 2185 milliseconds
99.99% <= 2192 milliseconds
99.99% <= 2276 milliseconds
99.99% <= 2285 milliseconds
99.99% <= 2627 milliseconds
99.99% <= 2933 milliseconds
99.99% <= 3000 milliseconds
99.99% <= 3251 milliseconds
99.99% <= 3293 milliseconds
99.99% <= 3342 milliseconds
99.99% <= 3364 milliseconds
99.99% <= 3557 milliseconds
99.99% <= 3732 milliseconds
99.99% <= 3861 milliseconds
99.99% <= 3927 milliseconds
99.99% <= 4003 milliseconds
99.99% <= 4456 milliseconds
99.99% <= 4459 milliseconds
99.99% <= 4492 milliseconds
99.99% <= 4505 milliseconds
99.99% <= 4530 milliseconds
99.99% <= 4655 milliseconds
99.99% <= 5212 milliseconds
99.99% <= 5700 milliseconds
100.00% <= 5715 milliseconds
100.00% <= 5756 milliseconds
100.00% <= 5962 milliseconds
100.00% <= 6243 milliseconds
100.00% <= 6305 milliseconds
100.00% <= 6683 milliseconds
100.00% <= 6733 milliseconds
100.00% <= 6734 milliseconds
100.00% <= 7085 milliseconds
100.00% <= 7153 milliseconds
100.00% <= 7867 milliseconds
100.00% <= 7909 milliseconds
100.00% <= 8528 milliseconds
100.00% <= 8532 milliseconds
100.00% <= 8847 milliseconds
100.00% <= 8874 milliseconds
100.00% <= 9092 milliseconds
100.00% <= 9243 milliseconds
100.00% <= 9616 milliseconds
100.00% <= 9727 milliseconds
100.00% <= 9813 milliseconds
100.00% <= 10017 milliseconds
100.00% <= 10123 milliseconds
100.00% <= 10729 milliseconds
100.00% <= 11902 milliseconds
100.00% <= 11903 milliseconds
100.00% <= 12286 milliseconds
100.00% <= 12292 milliseconds
100.00% <= 12299 milliseconds
100.00% <= 12299 milliseconds
494698.47 requests per second